
8863|驚奇小超人|3
8864|都是月亮惹的禍|3
8865|醉拳大師|3
8866|崩毀礦坑清潔工|2
8867|遺忘神廟奪還小隊|2
8868|歐版需求稱號－2014年6月|10
8869|歐版需求稱號－2014年7月|10
8870|歐版需求稱號－2014年8月|10
8871|女巫之友|3
8872|感恩靈鳥的化身|3

8876|冬夜的福音信使|3

8878|乘著風的騎士|3

8880|魔物狩獵王者|5
8881|愛戀糕點師|3
8882|陰謀粉碎者|2
8883|放逐黑暗的曙光|2
8884|重生的精靈之子|7
8885|重生的守護使者|7
8886|重生的希望信使|7
8887|重生的不朽神話|7
8888|閃耀一瞬間|3

8890|秘林選召之人|3
8891|最虔誠的祈禱|2
8892|歡鬧無上限|3
8893|效果十分顯著|3
8894|御水高手|3
8895|2015國際版PVP賽事稱號|5
8896|偉大的發明|3
8897|傳奇的無畏勇者|3
8898|食神下凡|3

8901|藍灣戰神|3
8902|可愛即是正義|3

8904|巧克力鑑賞家|3
8905|永遠不嫌累的嗨咖|3
8906|您真內行|3
8907|萬獸掃蕩者|3
8908|降靈大將|3
8909|大自然的祈福|3
8910|我是火雞王|3
8911|雪夜的溫暖守望者|3

8914|混沌之地的征服者|7
8915|為愛情奔走|3
8916|專業園丁|3
8917|豚之王|3
8918|好想成為神抽王|3
8919|彩蛋收藏家|3
8920|天之殺戮|4

8922|與偶像狂歡|3
8923|仙女下凡|3
8924|命名之日的感動|3
8925|猩猩知我心|3

8928|粽子聖王|3
8929|冰與火的葬送者|3
8930|寂域者．靈魂|4
8931|靜諭者．靈魂|4

8934|老爸偏頭痛|3
8935|問世間情是何物|3

8937|卡索滅教者|4
8938|擊敗異次元之鐮的勇士|2
8939|擊敗異次元最可愛的勇士|2
8940|擊敗神教使徒之首的勇士|2
8941|中秋月兔的好夥伴|3
8942|夏日微醺美學|3
8943|異次元森林守護者|3
8944|即刻救援特務|3
8945|果凍兔大賢者|1
8946|果凍兔勇者|1
8947|果凍兔終身尊爵會員|5
8948|南瓜守夜人|3
8949|做人要懂得飲水思源|3
8950|破曉的勝利鐘聲|3
8951|叫我慶典王|3
8952|聖誕大企鵝|3
8953|人妖殊途的悲戀|3

8955|好運不中斷|3
8956|滅世的終焉|4
8957|兩情相悅是奇蹟|3

8976|海外新服獎勵稱號１|4
8977|海外新服獎勵稱號２|4

8979|聖夜的代行者|3
